Repository: digedag/cfc_league
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Message
de: Hinweis

source: Warning
de: Warnung

source: Error
de: Fehler

# title
source: T3sports - League Management
de: T3sports - Ligaverwaltung

# title_recent_tickers
source: Recent ticker messages
de: Letzte Tickermeldungen

# label_value
source: Value
de: Wert

# msg_tce_errors
source: Some unexpected errors occured. See TYPO3 Log for more information.
de: Bei der Verarbeitung sind unerwartete Fehler aufgetreten. Nähere Informationen befinden sich im TYPO3 Log.

# label_msg_noclubonpage
source: No club found at current page.
de: Auf der aktuellen Seite wurde kein Verein gefunden.

# label_msg_createnewclubnow
source: You can create a new club now.
de: Sie können jetzt einen neuen Verein auf dieser Seite anlegen.

# mod_competition
source: Competition management
de: Wettbewerbe verwalten

# mod_compteams
source: Teams
de: Mannschaften

# mod_club
source: Club management
de: Vereine verwalten

# label_clear_stats_cache
source: Clear statistics cache
de: Statistik Cache leeren

# label_current_teams
source: Teams in competition
de: Mannschaften im Wettbewerb

# label_create_teams
source: Create teams for competition
de: Mannschaften für diesen Wettbewerb erstellen

# label_teamname
source: Team name
de: Name

# label_teamshortname
source: Team short name
de: Kurzname

# label_edit_club
source: Club
de: Verein

# label_home
source: Home
de: Heim

# label_guest
source: Guest
de: Gast

# label_match
source: Match
de: Spiel

# label_matches
source: Matches
de: Spiele

# label_match_no
source: Match-No.
de: Spiel-Nr.

# label_roundmode
source: Round mode
de: Spieltagsmodus

# label_leading_zero
source: Add leeding Zero on matchday
de: Führende 0 für Spieltag

# msg_create_teams
source: Create all teams on current page?
de: Sollen alle Teams in der aktuellen Seite erstellt werden?

# msg_teams_created
source: Teams created on current page
de: Die Mannschaften wurden auf der aktuellen Seite erstellt.

# label_add_teams_from_page
source: Add teams from current page
de: Mannschaften der aktuellen Seite hinzufügen

# msg_noteams_in_comp
source: No teams in competition found.
de: In diesem Wettbewerb wurden keine Mannschaften gefunden.

# mod_compdfbsync
source: DFB synchronization
de: DFB Synchronisation

# label_dfbsync_whatdoesitdo
source: What does it do?
de: Funktionsweise

# label_dfbsync_info
source: This function creates and updates match fixtures for a competition based on exports files (CSV) of DFB.
de: Dieses Modul erstellt und aktualisiert Spielpläne auf Basis von CSV-Dateien aus dem DFBnet.

# label_dfbsync_nokeyfound
source: Current competition has no external key configured. If you upload a file, the competition of first match (column "Staffelkennung") will be assigned to this competition.
de: Der aktuelle Wettbewerb hat keinen externen Key gesetzt. Wenn eine Datei hochgeladen wird, das wird der Wettbewerb des ersten Spiels in der Datei (Spalte "Staffelkennung") automatisch dem ausgewählten Wettbewerb zugeordnet.

# label_dfbsync_keyfound
source: Current competition has external key "%s" configured. If you upload a file all match fixtures of this competition (column "Staffelkennung") will be updated or created for this competition.
de: Der aktuelle Wettbewerb hat den externen Schlüssel "%s" gesetzt. Wenn eine Datei hochgeladen wird, dann werden alle Spiele mit diesem Schlüssel (Spalte "Staffelkennung") erstellt bzw. aktualisiert.

# label_upload_csvfile
source: Upload CSV-File
de: CSV-Datei hochladen

# label_upload_failurenofile
source: No file uploaded.
de: Es wurde keine Datei hochgeladen.

# label_upload_file
source: File
de: Datei

# label_upload_match_new
source: New matches
de: Neue Spiele

# label_upload_match_updated
source: Updated matches
de: Aktualisierte Spiele

# label_upload_match_skipped
source: Skipped matches
de: Ignorierte Spiele

# label_upload_team_new
source: New teams
de: Neue Teams

# label_upload_time
source: Process time
de: Ausführungszeit

# label_create_new
source: Create new
de: Neu anlegen

# create_games
source: Create matches
de: Spielplan erstellen

# edit_games
source: Edit matches
de: Spiele bearbeiten

# label_create_match
source: Create new match
de: Ein neues Spiel anlegen

# label_msg_matches_created
source: Matches created successfully!
de: Die Spiele wurden angelegt!

# label_create_saison
source: Complete saison
de: Komplette Saison

# label_create_firsthalf
source: First half of saison only
de: Nur Hinrunde

# label_create_secondhalf
source: Second half of saison only
de: Nur Rückrunde

# mod_team
source: Manage Teams
de: Teams verwalten

source: Create players
de: Spieler anlegen

source: Add players
de: Spieler hinzufügen

# msg_remove_team_player
source: Remove player from team?
de: Spieler aus Team entfernen?

# msg_remove_team_coach
source: Remove coach from team?
de: Trainer aus Team entfernen?

# msg_remove_team_supporter
source: Remove supporter from team?
de: Betreuer aus Team entfernen?

# msg_removedProfileFromTeam
source: Profile removed from team.
de: Die Person wurde aus dem Team entfernt.

# manage_teamnotes
source: Team notes
de: Team-Notizen

# label_club
source: Club
de: Verein

# msg_create_notetypes
source: To use this module, you have to create one or more records of type "Note type".
de: Damit dieses Modul verwendet werden kann, müssen zunächst ein oder mehrere Datensätze vom Typ "Notiz-Typ" angelegt werden.

source: Search profiles
de: Personen suchen

# match_ticker
source: Match ticker/Statistics
de: Spielticker/Statistik

# no_league_in_page
source: No competitions found on current page.
de: Die aktuelle Seite enthält keine Wettbewerbe.

# no_round_in_league
source: This Competition containes no matches.
de: Dieser Wettbewerb enthält keine Spiele.

# btn_statusToFinished
source: All games 'Finished'
de: Alle Spiele 'Beendet'

# btn_update_msgEditGames
source: Save changes?
de: Sollen die Ergebnisse gespeichert werden?

# btn_update
source: Update
de: Aktualisieren

# label_btn_watchstart
source: Start watch
de: Uhr starten

# label_btn_watchpause
source: Pause watch
de: Uhr pausieren

# label_btn_watchstop
source: Stop watch
de: Uhr stoppen

# label_tickerminute
source: Match minute
de: Spielminute

# label_showalltickers
source: Show all events
de: Alle Meldungen anzeigen

# msg_sendInstant
source: Click here to send an instant message.
de: Klicken Sie hier, um eine Sofortmeldung abzusetzen.

# msg_league_generation_hasmatches
source: Current league has already matches. Please ensure that you really want to create additional matches!
de: Für diese Liga wurden bereits Spiele angelegt. Bitte prüfen Sie genau, ob Sie wirklich zusätzliche Paarungen anlegen möchten!

# btn_create
source: Create
de: Erstellen

# btn_edit
source: Edit
de: Ändern

# btn_save
source: Save
de: Speichern

# btn_search
source: Search
de: Suchen

# msg_CreateGameTable
source: Create all matches for this league?
de: Sollen alle Spiele für diese Liga erstellt werden?

# msg_CreateProfiles
source: Create all profiles in current page?
de: Sollen alle Profile in der aktuellen Seite erstellt werden?

# msg_NoCompetitonsFound
source: No competitions found!
de: Es wurden keine Wettbewerbe gefunden!

# msg_NoSaisonFound
source: No saison found!
de: Bitte legen Sie zuerst eine Saison an und ordnen dieser Wettbewerbe mit Mannschaften zu.

# msg_NoTicker
source: No ticker messages found!
de: Keine Tickermeldungen vorhanden!

# msg_data_saved
source: Data saved!
de: Die Daten wurden gespeichert!

# msg_matches_created
source: All matches were successfully created!
de: Die Spiele wurden erstellt!

# msg_checkPage
source: Profiles will be created on page:
de: Alle Spieler werden auf folgender Seite angelegt:

# msg_maxPlayers
source: Team contains maximum number of players!
de: Es können keine Profile mehr angelegt werden, da die maximale Anzahl erreicht ist!

# msg_pageNotAllowed
source: Page is not allowed for profiles. Select another page!
de: Auf der aktuellen Seite können keine Spieler angelegt werden!

# msg_free_of_play
source: Free of play
de: Spielfrei

# msg_no_matchkeys
source: For current competition is no match key set.
de: Für den aktuellen Wettbewerb ist kein Spielplanschlüssel gesetzt.

# msg_wrongmatchdays
source: Number of matchdays to be created is wrong. It should be %d but it is %d.
de: Die Anzahl der Spieltage ist falsch. Es sollten %d sein, aber es sind %d.

# msg_wrongmatches4matchday
source: Matchday %d: %d matches found. It should be %d.
de: Spieltag %d: %d Spiele gefunden. Es sollten %d sein.

# msg_wrongmatch_syntax
source: Matchday %d: Match is wrong. Check syntax: '%s'.
de: Spieltag %d: Das Spiel wurde falsch eingetragen: '%s' Bitte Syntax prüfen!

# msg_wrongmatch_homeidx
source: Matchday %d: Team index (home) out of range: '%d'.
de: Spieltag %d: Nummer des Heimteams ist außerhalb des gültigen Bereichs: '%d'.

# msg_wrongmatch_guestidx
source: Matchday %d: Team index (guest) out of range: '%d'.
de: Spieltag %d: Nummer des Gastteams ist außerhalb des gültigen Bereichs: '%d'.

# label_round
source: Round
de: Spieltag

# label_rounddate
source: Date
de: Termin

# label_roundset
source: Fixtures
de: Ansetzungen

# msg_no_team_found
source: No team found!
de: Keine Personen gefunden!

# msg_no_person_found
source: No person found!
de: Keine Personen gefunden!

# msg_string_too_short
source: Search string is too short. It should be at least 3 letters!
de: Der Suchbegriff sollte mindestens drei Zeichen lang sein!

# msg_found_person
source: Found person
de: Gefundene Personen

# msg_search_person
source: Search for person in database
de: Suche nach Personen in der Datenbank

# msg_edit_person
source: Edit person
de: Person bearbeiten

# msg_person_saved
source: Person updated
de: Person aktualisiert

# msg_date_saved
source: Date has been updated
de: Das Datum wurde aktualisiert

# msg_profiles_joined
source: Profiles were joined to team!
de: Die Spieler wurden der Mannschaft zugeordnet!

# msg_profiles_created
source: Profiles were created!
de: Die Profile wurden erstellt!

# msg_profiles_warnings
source: Could not create the following profiles:
de: Die folgenden Profile konnten nicht angelegt werden:

# msg_profile_already_joined
source: This profile is already part of the team!
de: Diese Person ist schon Teil des Teams!

# label_join_profiles
source: Join profile(s)
de: Personen hinzufügen

# label_create_profile4team
source: Create a new team member
de: Neues Teammitglied anlegen

# msg_create_new_competition
source: Create a new competition at this page.
de: Jetzt einen neuen Wettbewerb auf dieser Seite anlegen.

# msg_number_of_players
source: Number of players to add:
de: Anzahl Spieler, die zugeordnet werden können:

# msg_number_of_coaches
source: Number of coaches to add:
de: Anzahl Trainer, die zugeordnet werden können:

# msg_number_of_supporters
source: Number of supporters to add:
de: Anzahl Betreuer, die zugeordnet werden können:

# msg_searchhelp
source: The search term should contain at least 3 characters.
de: Der Suchbegriff sollte mindestens drei Buchstaben enthalten.

# label_mergehead
source: Merge two Profiles
de: Zusammenführung zweier Profile

# msg_merge_selectprofiles
source: Please select two profiles you want to merge.
de: Bitte wählen Sie die beiden Profile aus, die zusammengeführt werden sollen.

# msg_merge_selectprofile
source: Please select the leading profile. This profile will receive all data (matches, goals...) from the other one.
de: Bitte markieren Sie das führende Profil. Dieses wird alle Daten (Spiele, Tore usw.) des anderen Profils übernehmen.

# msg_merge_confirm
source: Are you sure? It is not possible to revoke this action!
de: Sind Sie sicher? Diese Aktion kann nicht rückgängig gemacht werden!

# msg_merge_done
source: Profiles were merged! The leading profile has now all references. After a manual data check you can delete the obsolete profile.
de: Die Profile wurden zusammengeführt. Das führende Profil hält jetzt alle Referenzen. Nach einer Prüfung der Daten können Sie das überflüssige Profil löschen.

# createGameTable_round
source: . Round
de: . Spieltag

# label_firstname
source: Firstname
de: Vorname

# label_lastname
source: Lastname
de: Nachname

# label_birthday
source: Birthday
de: Geburtstag

# label_current_standings
source: Current standings
de: Aktueller Spielstand

# label_matchpart_1
source: Halftime
de: Halbzeit

# label_information
source: Information
de: Informationen

# label_searchterm
source: Search for
de: Suchbegriff

# label_merge
source: Merge
de: Vereinen

# label_page
source: Page
de: Seite

# label_profile1
source: Profile 1
de: Person 1

# label_profile2
source: Profile 2
de: Person 2

# label_profile_coach
source: Coach
de: Trainer

# label_profile_player
source: Player
de: Spieler

# label_profile_supporter
source: Supporter
de: Betreuer

# label_action
source: Action
de: Aktion

# label_searchresults
source: Search results
de: Suchergebnisse

# label_tab_stadiums
source: Stadiums
de: Stadien

# label_msg_nostadiumsfound
source: No stadium found.
de: Es wurde kein Stadion gefunden.

# label_capacity
source: Capacity
de: Kapazität

# label_address
source: Address
de: Adresse

# label_longlat
source: Long/Lat
de: Geodaten

# label_btn_addstadium
source: Add stadium
de: Stadion anlegen

# label_addclub
source: Create a new club record.
de: Einen neuen Verein anlegen.

# label_msg_confirmNewClub
source: Do you really want to create a new club record?
de: Soll wirklich ein neuer Verein angelegt werden?

# label_msg_confirmNewClubPage
source: ATTENTION: There is no other club record at this page! Do you really want to create a new club record here?
de: ACHTUNG: Auf dieser Seite befinden sich noch keine Vereinsdatensätze. Wollen Sie wirklich auf dieser Seite einen Verein anlegen?
