Repository: digedag/cfc_league
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_cfcleague_folder
source: League
de: Liga

# tx_cfcleague_group
source: Age group
de: Altersgruppe

# tx_cfcleague_group.shortname
source: Short name
de: Kurzname

# tx_cfcleague_saison.halftime
source: Winters break
de: Winterpause

# tx_cfcleague_competition
source: Competition
de: Wettbewerb

# tx_cfcleague_competition_tournament
source: Tournament
de: Turnier

# tx_cfcleague_competition.internal_name
source: Internal name
de: Interner Name

# tx_cfcleague_competition.short_name
source: Short name
de: Kurzname

# tx_cfcleague_competition.match_keys
source: Keystring for matches
de: Spielplanschlüssel

# tx_cfcleague_competition.table_marks
source: Keystring to mark league table
de: Markierung von Ligatabellen

# tx_cfcleague_competition.agegroup
source: Age group
de: Altersgruppe

# tx_cfcleague_competition.parent
source: Parent Competition
de: Übergeordneter Wettbewerb

# tx_cfcleague_competition.type
source: Competition Type
de: Wettbewerbstyp

# tx_cfcleague_competition.sports
source: Kind of sports
de: Sportart

# tx_cfcleague_competition.obligation
source: Obligation
de: Pflichtwettbewerb

# tx_cfcleague_competition.type_league
source: League
de: Liga

# tx_cfcleague_competition.type_ko
source: Cup
de: Pokal

# tx_cfcleague_competition.type_other
source: Single Matches
de: Einzelspiele

# tx_cfcleague_competition.type_combined
source: Combined
de: Kombiniert

# tx_cfcleague_competition_addparts
source: Add part results
de: Addiere Spielabschnitte für Endergebnis

# tx_cfcleague_competition.match_parts
source: Match parts
de: Spielabschnitte

# tx_cfcleague_competition.match_parts_0
source: Default 2
de: Standard 2

# tx_cfcleague_competition.point_system
source: Point System
de: Punkte System

# tx_cfcleague_competition.point_system_2
source: 2 Point-Rule
de: 2 Punkte-Regel

# tx_cfcleague_competition.point_system_3
source: 3 Point-Rule
de: 3 Punkte-Regel

# tx_cfcleague_competition.point_system_2_icehockey
source: 2 Point-Rule (Icehockey)
de: 2 Punkte-Regel (Eishockey)

# tx_cfcleague_competition.point_system_3_icehockey
source: 3 Point-Rule (Icehockey)
de: 3 Punkte-Regel (Eishockey)

# tx_cfcleague_competition.point_system_2_judo
source: 2 Point-Rule (Judo)
de: 2 Punkte-Regel (Judo)

# tx_cfcleague_competition_tablestrategy
source: Strategy for score board calculation
de: Strategie zur Berechnung der Tabelle

# tx_cfcleague_competition.teams
source: Teams
de: Mannschaften

# tx_cfcleague_competition_create_team
source: Create new team
de: Eine neue Mannschaft anlegen

# tx_cfcleague_competition_penalty
source: Competition penalty
de: Wettbewerbsstrafe

# tx_cfcleague_competition_penalty.comment
source: Comment
de: Kommentar

# tx_cfcleague_competition_penalty.game
source: Match (optional)
de: Spiel (optional)

# tx_cfcleague_competition_penalty.matches
source: Matches
de: Korrektur Anzahl Spiele

# tx_cfcleague_competition_penalty.wins
source: Matches
de: Korrektur Anzahl Siege

# tx_cfcleague_competition_penalty.loses
source: Loses
de: Korrektur Anzahl Niederlagen

# tx_cfcleague_competition_penalty.draws
source: Draws
de: Korrektur Anzahl Unentschieden

# tx_cfcleague_competition_penalty.goals_pos
source: Penalty goals own
de: Strafe Torabzug

# tx_cfcleague_competition_penalty.goals_neg
source: Penalty goals against
de: Strafe Gegentore

# tx_cfcleague_competition_penalty.points_pos
source: Penalty points
de: Punktabzug

# tx_cfcleague_competition_penalty.points_neg
source: Penalty points negative
de: Punktabzug negativ

# tx_cfcleague_competition_penalty.static_position
source: Penalty static table position
de: Feste Position

# tx_cfcleague_competition_penalty.correction
source: Is correction
de: Tabellenkorrektur, keine Strafe

# tx_cfcleague_club
source: Club
de: Verein

# tx_cfcleague_club.short_name
source: Shortname
de: Kurzname

# tx_cfcleague_club.address
source: Address
de: Adresse

# tx_cfcleague_club.favorite
source: Favorite
de: Lieblingsverein

# tx_cfcleague_club.street
source: Street
de: Strasse

# tx_cfcleague_club.zip
source: Zip
de: PLZ

# tx_cfcleague_club.city
source: City
de: Stadt

# tx_cfcleague_club.shortinfo
source: Short info
de: Kurzinfo

# tx_cfcleague_club_info2
source: Approach
de: Anreise

# tx_cfcleague_club_established
source: Established
de: Gründungsdatum

# tx_cfcleague_club_yearestablished
source: Year established
de: Gründungsjahr

# tx_cfcleague_club_colors
source: Club colors
de: Vereinsfarben

# tx_cfcleague_club_members
source: Members
de: Mitglieder

# tx_cfcleague_teams
source: Team
de: Mannschaft

# tx_cfcleague_teams_tab_members
source: Members
de: Mitglieder

# tx_cfcleague_teams.club
source: Club
de: Verein

# tx_cfcleague_teams.short_name
source: Shortname
de: Kurzname

# tx_cfcleague_teams.coaches
source: Coaches
de: Trainer

# tx_cfcleague_teams.players
source: Players
de: Spieler

# tx_cfcleague_teams.supporters
source: Support team
de: Betreuer

# tx_cfcleague_teams.pictures
source: Pictures
de: Bilder

# tx_cfcleague_teams.comment
source: Comment
de: Bemerkung

# tx_cfcleague_teams.coaches_comment
source: Comment on coaches
de: Bemerkung zu Trainern

# tx_cfcleague_teams.supporters_comment
source: Comment on Supporter
de: Bemerkung zu Betreuern

# tx_cfcleague_teams.players_comment
source: Comment on players
de: Bemerkung zu Spielern

# tx_cfcleague_teams.logo
source: Team logo
de: Vereinswappen des Teams

# tx_cfcleague_teams.altlogo
source: Alternative team logo
de: Alternatives Vereinswappen des Teams

# tx_cfcleague_teams.link_report
source: Enable link to team page
de: Link auf Team-Seite möglich

# tx_cfcleague_teams.dummy
source: Specials
de: Sonderfunktion

# tx_cfcleague_teams_dummy_none
source: No specials
de: keine

# tx_cfcleague_teams_dummy_simple
source: Free of play
de: Spielfrei

# tx_cfcleague_teams_dummy_outofcompetition
source: Out of competition
de: Außer Wertung

# tx_cfcleague_teams_tlc
source: Three letter code
de: 3-Zeichen-Kürzel

# tx_cfcleague_teams_extid
source: External ID
de: Externe ID

# tx_cfcleague_games
source: Match
de: Spiel

# tx_cfcleague_games.tab_lineup
source: Line-up
de: Aufstellung

# tx_cfcleague_games.tab_lineup_stat
source: Line-up (static)
de: Aufstellung (statisch)

# tx_cfcleague_games.tab_score
source: Score
de: Ergebnis

# tx_cfcleague_games.match_no
source: Match number
de: Spielnummer

# tx_cfcleague_games.home
source: Hometeam
de: Heim

# tx_cfcleague_games.guest
source: Guestteam
de: Gast

# tx_cfcleague_games.competition
source: Competition
de: Wettbewerb

# tx_cfcleague_games.round
source: Round
de: Spielrunde

# tx_cfcleague_games.round_name
source: Round Name
de: Spieltagname

# tx_cfcleague_games.stadium
source: Stadium name
de: Stadionname

# tx_cfcleague_games.addinfo
source: Additional information
de: Zusatzinformation

# tx_cfcleague_games.status
source: State
de: Status

# tx_cfcleague_games.status_scheduled
source: Scheduled
de: Angesetzt

# tx_cfcleague_games.status_rescheduled
source: Re-Scheduled
de: Verlegt

# tx_cfcleague_games.status_running
source: Running
de: Läuft

# tx_cfcleague_games.status_finished
source: Finished
de: Beendet

# tx_cfcleague_games.status_invalid
source: Cancelled
de: Abgesagt

# tx_cfcleague_games.coach_home
source: Coach Home
de: Heimtrainer

# tx_cfcleague_games.coach_guest
source: Coach Guest
de: Gasttrainer

# tx_cfcleague_games.players_home
source: Players Home
de: Aufstellung Heim

# tx_cfcleague_games.players_guest
source: Players Guest
de: Aufstellung Gast

# tx_cfcleague_games.substitutes_home
source: Substitutes Home
de: Ersatz Heim

# tx_cfcleague_games.substitutes_guest
source: Substitutes Guest
de: Ersatz Gast

# tx_cfcleague_games.scorer_home_stat
source: Scorer Home
de: Torschützen Heim

# tx_cfcleague_games.scorer_guest_stat
source: Scorer Guest
de: Torschützen Gast

# tx_cfcleague_games.system_home
source: System Home
de: Spielsystem Heim

# tx_cfcleague_games.system_guest
source: System Guest
de: Spielsystem Gast

# tx_cfcleague_games.referee
source: Referee
de: Schiedsrichter

# tx_cfcleague_games.assists
source: Assists
de: Linienrichter

# tx_cfcleague_games.videoreferee
source: Video-Referee
de: Video-Schiedsrichter

# tx_cfcleague_games.parts_4_default
source: Quarter
de: Viertel

# tx_cfcleague_games.endresult
source: Result
de: Endstand

# tx_cfcleague_games.parts_3_default
source: Thirt
de: Drittel

# tx_cfcleague_games.parts_2_2
source: Result
de: Endstand

# tx_cfcleague_games.parts_2_1
source: Halftime
de: Halbzeit

# tx_cfcleague_games.goals_1
source: Halftime
de: Halbzeit

# tx_cfcleague_games.goals_2
source: Result
de: Endstand

# tx_cfcleague_games_sets
source: Set results
de: Satz Ergebnisse

# tx_cfcleague_games.goals_home_1
source: Goals Home Part 1
de: Tore Heim Halbzeit

# tx_cfcleague_games.goals_guest_1
source: Goals Guest Part 1
de: Tore Gast Halbzeit

# tx_cfcleague_games.goals_home_2
source: Goals Home Part 2
de: Tore Heim

# tx_cfcleague_games.goals_guest_2
source: Goals Guest Part 2
de: Tore Gast

# tx_cfcleague_games.score_home
source: Sub-Score Home
de: Unterbewertung Heim

# tx_cfcleague_games.score_guest
source: Sub-Score Guest
de: Unterbewertung Gast

# tx_cfcleague_games_judo_score_home
source: Sub-Score Home
de: Wertungen Heim

# tx_cfcleague_games_judo_score_guest
source: Sub-Score Guest
de: Wertungen Gast

# tx_cfcleague_games.date
source: Date
de: Datum

# tx_cfcleague_games.link_report
source: Link match report
de: Spielbericht verlinken

# tx_cfcleague_games.link_ticker
source: Link Live-Ticker
de: Live-Ticker verlinken

# tx_cfcleague_games.liveticker_author
source: Liveticker author
de: Autor des Livetickers

# tx_cfcleague_games.game_report_author
source: Report author
de: Autor des Spielberichts

# tx_cfcleague_games.game_report
source: Match report
de: Spielbericht

# tx_cfcleague_games.visitors
source: Visitors
de: Zuschauer

# tx_cfcleague_games.pictures
source: Pictures
de: Bilder

# tx_cfcleague_games.extratime
source: Extratime
de: Verlängerung

# tx_cfcleague_games.penalty
source: Penalty
de: Elfmeterschiessen

# tx_cfcleague_games.goals_home_et
source: Goals Home Extratime
de: Tore Heim n.V.

# tx_cfcleague_games.goals_guest_et
source: Goals Guest Extratime
de: Tore Gast n.V.

# tx_cfcleague_games.goals_home_ap
source: Goals Home after Penalty
de: Tore Heim n.E.

# tx_cfcleague_games.goals_guest_ap
source: Goals Guest after Penalty
de: Tore Gast n.E.

# tx_cfcleague_games_videoimg
source: Preview image for video
de: Vorschaubild für Video

# tx_cfcleague_games_extid
source: External ID
de: Externe ID

# tx_cfcleague_profiles
source: Profile
de: Person

# tx_cfcleague_profiles_tab_description
source: Description
de: Beschreibung

# tx_cfcleague_profiles.first_name
source: First name
de: Vorname

# tx_cfcleague_profiles.last_name
source: Last name
de: Nachname

# tx_cfcleague_profiles.stage_name
source: Stage name
de: Künstlername

# tx_cfcleague_profiles.image
source: Images
de: Bilder

# tx_cfcleague_profiles.native_town
source: Native town
de: Geburtsstadt

# tx_cfcleague_profiles.home_town
source: Home town
de: Wohnort

# tx_cfcleague_profiles.birthday
source: Birthday
de: Geburtstag

# tx_cfcleague_profiles.nationality
source: Nationality
de: Nationalität

# tx_cfcleague_profiles.gender
source: Gender
de: Geschlecht

# tx_cfcleague_profiles.gender_male
source: Male
de: männlich

# tx_cfcleague_profiles.gender_female
source: Female
de: weiblich

# tx_cfcleague_profiles.gender_unspecified
source: unspecified
de: divers

# tx_cfcleague_profiles.height
source: Height
de: Größe

# tx_cfcleague_profiles.weight
source: Weight
de: Gewicht

# tx_cfcleague_profiles.duration_of_contract
source: Duration of contract
de: Vertragsdauer

# tx_cfcleague_profiles.gdpr
source: GDPR
de: DSGVO

# tx_cfcleague_profiles.gdpr_ok
source: Allowed
de: Erlaubt

# tx_cfcleague_profiles.gdpr_nameonly
source: Name only
de: Nur Name anzeigen

# tx_cfcleague_profiles.gdpr_anonymize
source: Anonymize
de: Anonymisieren

# tx_cfcleague_profiles.link_report
source: Link profile page
de: Link auf Einzelansicht

# tx_cfcleague_profiles.start_of_contract
source: Start of contract
de: Vertragsbeginn

# tx_cfcleague_profiles.nickname
source: Nickname
de: Spitzname

# tx_cfcleague_profiles.summary
source: Summary
de: Kurzbeschreibung

# tx_cfcleague_profiles.description
source: Description
de: Beschreibung

# tx_cfcleague_profiles.type
source: Type of profile
de: Typ der Person

# tx_cfcleague_profiles_type_player
source: Player
de: Spieler

# tx_cfcleague_profiles_type_coach
source: Coach
de: Trainer

# tx_cfcleague_profiles_type_referee
source: Referee
de: Schiedsrichter

# tx_cfcleague_profiles_type_supporter
source: Supporter
de: Betreuer

# tx_cfcleague_match_notes
source: Match note
de: Spielnotiz

# tx_cfcleague_match_notes.match
source: Match
de: Spiel

# tx_cfcleague_match_notes.extra_time
source: Extratime
de: Nachspielminute

# tx_cfcleague_match_notes.type
source: Type
de: Typ

# tx_cfcleague_match_notes.type.goal
source: Goal
de: Tor

# tx_cfcleague_match_notes.type.goal.header
source: Header goal
de: Kopfballtor

# tx_cfcleague_match_notes.type.goal.penalty
source: Penalty goal
de: Elfmetertor

# tx_cfcleague_match_notes.type.goal.assist
source: Goal assist
de: Torvorlage

# tx_cfcleague_match_notes.type.goal.own
source: Own Goal
de: Eigentor

# tx_cfcleague_match_notes.type.penalty.forgiven
source: Forgiven penalty
de: Elfmeter vergeben

# tx_cfcleague_match_notes.type.corner
source: Corner ball
de: Eckball

# tx_cfcleague_match_notes.type.changeout
source: Change out
de: Auswechslung

# tx_cfcleague_match_notes.type.changein
source: Change in
de: Einwechslung

# tx_cfcleague_match_notes.type.yellow
source: Yellow card
de: Gelbe Karte

# tx_cfcleague_match_notes.type.yellowred
source: Yellow-red card
de: Gelb-Rote Karte

# tx_cfcleague_match_notes.type.red
source: Red card
de: Rote Karte

# tx_cfcleague_match_notes.type.captain
source: Team captain
de: Mannschaftskapitän

# tx_cfcleague_match_notes.player_home
source: Player Home
de: Spieler Heim

# tx_cfcleague_match_notes.player_guest
source: Player Guest
de: Spieler Gast

# tx_cfcleague_match_notes.comment
source: Comment
de: Bemerkung

# tx_cfcleague_team_notes
source: Team note
de: Teamnotiz

# tx_cfcleague_note_types
source: Note type
de: Notiz-Typ

# tx_cfcleague_note_types.label
source: Label
de: Name

# tx_cfcleague_note_types.description
source: Description
de: Beschreibung

# tx_cfcleague_team_notes.media
source: Media file
de: Mediendatei

# tx_cfcleague_team_notes.mediatype
source: Value Type
de: Typ des Werts

# tx_cfcleague_team_notes.mediatype.number
source: Number
de: Ganzzahl

# tx_cfcleague_team_notes.number
source: Value
de: Wert

# tx_cfcleague_stadiums
source: Stadium
de: Stadion

# tx_cfcleague_stadiums_tab_location
source: Location
de: Adresse

# tx_cfcleague_stadiums_tab_description
source: Description
de: Beschreibung

# tx_cfcleague_stadiums_altname
source: Alternative name
de: Alternativer Name

# tx_cfcleague_stadiums_capacity
source: Capacity
de: Zuschauerkapazität

# tx_cfcleague_stadiums_description
source: Description
de: Beschreibung 1

# tx_cfcleague_stadiums_description2
source: Description 2
de: Beschreibung 2

# tx_cfcleague_stadiums_street
source: Street
de: Strasse

# tx_cfcleague_stadiums_city
source: City
de: Ort

# tx_cfcleague_stadiums_zip
source: Zip
de: PLZ

# tx_cfcleague_stadiums_pictures
source: Pictures
de: Bilder

# tx_cfcleague_common_lng
source: Longitude
de: Längengrad

# tx_cfcleague_common_lat
source: Latitude
de: Breitengrad

# tx_cfcleague_common_country
source: Country
de: Land

# tx_cfcleague_common_countrycode
source: Country code
de: Landeskürzel

# tx_cfcleague.unknown
source: Unknown
de: Unbekannt

# tx_cfcleague_tca_noclubselected
source: Select a club and save record.
de: Zuerst einen Verein auswählen und den Datensatz speichern.

# label_msg_refError
source: The record cannot be deleted. It still has references to other records.
de: Der Datensatz kann nicht gelöscht werden. Es existieren noch Referenzen zu anderen Datensätzen.
